//
//  fooddata.swift
//  listproject
//
//  Created by User06 on 2020/4/15.
//  Copyright © 2020 bc. All rights reserved.
//

import Foundation

let foods = [
Food(name: "蛋餅", cost: "二十元", introd: "一頓色香味俱全的早餐，不僅能夠填飽肚子，更能為一天帶來好心情，而早餐種類五花八門，中式早餐中的「蛋餅」，是不少人的選擇。"  ),
Food(name: "漢堡", cost: "四十元", introd:"看那和牛肉融在一起的起司～～. 漢堡，就是要用雙手捧起，大口咬下最好吃。" ),
Food(name: "薯條", cost: "三十元", introd: "速食店的普及讓炸薯條成為許多人心中炸物的首選，開派對、吃宵夜、親友聚會怎麼能沒有薯條的陪伴？" ),
Food(name: "油條", cost: "十二元", introd: "一口咬下鬆酥好吃，炸ㄧ些來當早餐，沾醬油或夾燒餅或煮皮蛋瘦肉粥都好用！"  ),
Food(name: "燒餅", cost: "十五元", introd: "剛起鍋的燒餅最讓人期待，烘烤略帶焦色的餅皮，上面的芝麻與露餡的蔥花，讓麵香還多了份鹹香。"  ),
Food(name: "煎蛋", cost: "十元", introd: "煎蛋是最受歡迎的早餐食品之一。早上起床，簡單快速地煎一個蛋，再來一塊烤麵包，加一個美味的沙拉，就是一頓營養均衡的美味早餐。" ),
Food(name: "豆漿", cost: "十元", introd: "傳統豆漿滿足現代人營養需求，熱騰騰的豆漿是傳統美食，因為其中內含營養的優質蛋白， 價位又不高，是許多人早餐必喝的飲料。"  ),
Food(name: "紅茶", cost: "十元", introd: "你喜歡喝紅茶嗎？根據調查，紅茶佔世界茶葉消耗量的75%。是全球最多人最愛引用的茶種。"  ),
Food(name: "奶茶", cost: "十元", introd: "不管你喜歡冰奶茶還是熱奶茶，其實我們都只想要好喝奶茶。心對了，味道就對了。就讓午后時光成為你心中最對的味道。（工商）"),
Food(name: "綠茶", cost: "十元", introd:"炎熱的天氣，來杯沁涼的手搖飲真的超消暑！但你知道在眾多的茶類中，綠茶是相對而言較健康的嗎？" )
]
